{
    "Where did the inaugural Picklesburgh festival take place?": "The Rachel Carson Bridge in Downtown Pittsburgh, Pennsylvania.",
    "What is Picklesburgh headline event?": "A pickle juice drinking competition.",
    "Has Picklesburgh ever been canceled?": "Picklesburgh was canceled due to COVID in 2020.",
    "When was the Pittsburgh Cultural Trust founded?": "1984.",
    "Who is the current CEO of the Pittsburgh Cultural Trust?": "Kendra Whitlock Ingram",
    "What is one of the public art projects on display year-round by the PCT in Pittsburgh's Cultural District?": "Allegheny Riverfront Park; Agnes R. Katz Plaza; Cell Phone Disco; Haas Mural; Magnolias for Pittsburgh; Momento Mori; Sign of Light",
    "How much were rubber-duck sized versions of Florentijn Hofman's sculpture sold for?": "$10",
    "Who sang the highest note ever recorded in the Metropolitan Opera's history?": "Audrey Luna",
    "Who is the current music director for the Pittsburgh Opera?": "Antony Walker",
    "How expensive was the reconstruction of the Pittsburgh Symphony Orchestra's theater in 1967 - 1971?": "$10 million",
    "Who was the Pittsburgh Symphony Orchestra's music director in 1952?": "William Steinberg",
    "What is the Frick Pittsburgh?": "A cluster of museums and historical buildings located in Pittsburgh, Pennsylvania, United States, and formed around the Frick family's nineteenth-century residence known as Clayton",
    "How much are the fees at Frick Pittsburgh?": "Admission is free to the gardens, the permanent collection of the Frick Art Museum, and certain areas of the Car and Carriage Museum, but fees do apply in order to view special exhibitions at both of the museums as well as for tours of Clayton",
    "What was the visiting exhibition at Frick Pittsburgh from June, 2016 to September, 2016?": "Killer Heels: The Art of the High-Heeled Shoe",
    "What is an automobile on display at Frick Pittsburgh?": "1881 Brougham; 1898 Panhard et Levassor Tonneau; 1903 Baker Electric; 1906 Outing Wagon; 1909 Bailey Electric Phaeton; 1909 Keystone Sixty-Six Roadster; 1911 Penn 30 Touring Car; 1912 Daimler Landaulet; 1914 Ford Model T Touring Car; 1914 Rolls-Royce Silver Ghost Touring Car; 1917 Standard Model E Touring Car; 1924 Auto Red Bug Flyer; 1931 Lincoln Model K Sport Phaeton; 1940 American Bantam Convertible Coupe",
    "What is the largest museum in the Commonwealth of Pennsylvania?": "The Senator John Heinz History Center",
    "Where is the Fort Pitt Musuem located?": "Point State Park",
    "What is the size of the Fort Pitt Museum?":"two-floor, 12,000-square-foot museum",
    "Who is the History Center in Pittsburgh named after?":"John Heinz",
    "Who designed the E-Motion cone?":"Shashi Caan; Matthew Tanteri",
    "Who donated $65 million to the Science Center in September, 2025?":" Daniel G; Carole L. Kamin",
    "What was the first production of the Pittsburgh Opera?": "The Tales of Hoffmann",
    "When was the current Pittsburgh Opera's Music Director appointed?": "2005",
    "What phone number can I call to reach a Pittsburgh Opera staff member?": "412-281-0912",
    "Where is the Westinghouse Memorial located?": "Schenley Park",
    "What can I see from the West End-Elliot Overlook Park?": "The valleys of the Allegheny, Monongahela, and Ohio Rivers; Downtown Pittsburgh",
    "Who maintains the Three Rivers Hertiage Trail?": "Friends of the Riverfront",
    "How long is the Three Rivers Heritage Trail in miles?": "33",
    "What is an invasive species that can be found at South Side Park?": "Vitis; Reynoutria japonica; Alliaria petiolata; Lonicera japonica; Menispermum canadense; Catalpa speciosa; Cirsium arvense; Celastrus orbiculatus",
    "How large is the South Shore Riverfront Park?": "3.4 acres",
    "Who owns the South Shore Riverfront Park?": "Urban Redevelopment Authority of Pittsburgh",
    "What was the site of Schenley Plaza originally called?": "St. Pierre Hollow",
    "Who donated 300 acres of land for Schenley park in 1889?": "Mary Schenley",
    "What golf course is located within Schenley Park?": "Bob O'Connor Golf Course",
    "What famous running event was held at Schenley Park in 1921?": "USA Cross Country Championships ",
    "Who lead the build of the Phipps Conservatory & Botanical Gardens in 1893?": "William Falconer",
    "Is the Schenley Bridge mentioned in a book?": "The Mysteries of Pittsburgh",
    "What dates is the Rodef Shalom Botanical Garden open?": "June 1 through September 15",
    "What are the plants labeled with at the Rodef Shalom Botanical Garden?": "Biblical verse; biblical name",
    "Who maintains the Roberto Clemente Memorial Park?": "epartment of Parks and Recreation",
    "What neighborhood is the Riverview Park located in?": "Perry North",
    "What year was Fort Pitt abandonded to the locals by the British Crown?": "1772",
    "How many of the total bastions of Fort Pitt have been restored?": "three of five",
    "What nickname did locals give Point of View Park?": "Photography Park",
    "How much does the Point of View sculpture weigh?": "750 pounds",
    "What material is the Point of View sculpture made of?": "Bronze",
    "What is the total length of the Panther Hollow Bridge in feet?": "620 feet",
    "Where were the Italian immigrants that settled in Panther Hollow originally from?": "Pizzoferrato, Italy; Gamberale, Italy",
    "What color is the pavement at Mellon Square?": "Black; White; Green",
    "What architectural design was used to design the Walled Garden at Mellon Park?": "Gothic",
    "What is a sport that can be played at Mellon Park?": "Tennis; baseball; basketball",
    "What is the diameter of the fountain located at Mellon Green?": "29 feet",
    "What protest used Mellon Green as its base in 2011?": "Occupy Pittsburgh",
    "What is another name for the Mary Schenley Memorial Fountain?": "A Song to Nature",
    "What famous rapper has albums and songs with Frick Park based names?": "Mac Miller",
    "How large was the original trust fund set aside for long-term maintenance of Frick Park?": "$2 million",
    "What was installed in the Frank Curto Park in 1977?": "large yellow metal abstract sculpture by John Henry, entitled Pittsburgh",
    "What University students can be seen on Flagstaff Hill?": "Carnegie Mellon University; University of Pittsburgh",
    "Is the Chatham University Arboretum open to the public?": "Yes",
    "What award has the Allegheny Riverfront Park received?": "Design Merit Award from the ASLA; Places/EDRA Place Design Award",
    "On what date and time did the Allegheny Arsenal explode?": "September 17, 1862, around 2 pm",
    "How many of the original Allegheny Arsenal buildings are standing?": "Four",
    "How much does the Pittsburgh Cultural Trust pay in rent each year for the Wood Street Galleries?": "$1",
    "What floor of Salk Hall is the dental museum on?": "1st floor",
    "What is the centerpiece exhibit of the human reliquary at the Trundle Manor?": "Olivia's Singing Tumor",
    "What conference was held at the ToonSeum in May of 2013?": "North American Conference of the National Cartoonists Society",
    "How many seats does the theatre of the Stephen Collins Foster Memorial have?": "478",
    "What is the largest memorial in the United States dedicated to honroing all branches of the military called?": "The Soldiers and Sailors Memorial Hall and Museum",
    "How many visitors does the Contemporary Craft's exhibits bring in annually?": "Approximately 35,000",
    "What is Randyland regarded as?": "one of America 's most colorful public art landmarks",
    "How many employees did the Pittsburgh Glass Center have in 2012?": "10",
    "How many Pittsburghers gathered at the PCA's opening ceremonies?": "about 1000",
    "What is one of the nationality rooms that is not used as a classroom and can only be accessed by guiided tour?": "Early American; Syrian-Lebanon",
    "How much larger is the current Miniature Railroad & Village platform than the original?": "60 percent",
    "What type of allegations were brought against the Mattress Factory in September, 2018?": "Sexual misconduct"
}