/*wikipedia0.txt, wikipedia1.txt, things_to_do.txt*/
{
    "Name every CMU alumni and faculty member to win the Wolf Prize":"Raoul Bott, John Pople, Krzysztof Matyjaszewski",
    "Name every CMU alumni and faculty member to win the Nobel Prize for Literature":"No CMU alumni or faculty have won the Nobel Prize for Literature",
    "How many Nobel Laureates does CMU have?": "21 Nobel Laureates have been presented to CMU faculty and alumni",
    "How many years did Andrew Ng teach at CMU?": "Andrew Ng was not a professor at CMU",
    "Who is the Tepper School of Business named after?": "David Tepper",
    "How many Turing Award wnners does CMU have?": "CMU faculty and alumni have won 13 Turing Awards",
    "How many Tony Award winners does CMU have?": "CMU faculty and alumni have won 64 Tony Awards",
    "How many Academy Award winners does CMU have?": "CMU faculty and alumni have won 13 Academy Awards",
    "How many colleges does CMU have?": "7 colleges; Seven colleges; Seven colleges, including the College of Engineering, the School of Computer Science, the Dietrich College of Humanities and Social Sciences, and the Tepper School of Business;",
    "Where is the Mellon Institute located?": "4400 Fifth Ave, Pittsburgh, PA 15213",
    "When was the Cohon University Center named?" : "2014",
    "How much fossil fuel energy is ued at CMU" : "None, Carnegie Mellon has been purchasing 100% renewable energy since 2011",
    "What was Carnegie Mellon's yield in 2023" : "45%",
    "Name Carnegie Mellon's libraries": "Hunt Library, the Roger Sorrells Engineering & Science Library, the Mellon Institute Library, the Posner Center, and the Qatar Library",
    "Who created the emoticon" : "Scott Fahlman",
    "What was the first fraternity on campus, and when was it founded?" : "Theta Xi, 1912",
    "When was ASCEND Climbing founded?" : "2017",
    "How many acres of land do Allegheny County's Parks span" : "Over 12,000 acres",
    "How long is Pittsburgh Vintage Grand Prix": "10 days",
    "When is the Pittsburgh Vintage Grand Prix": "July 19-20, 2025",
    "Who runs the Highmark First Night Pittsburgh event?" : "The Pittsburgh Cultural Trust",
    "When was the Dole Great American Banana Challenge" : "Saturday, August 22, 2025",
    "Who won the open children division of 5k Banana Run in 2025" : "There was no open children division",
    
}
