{
    "Where did the inaugural Picklesburgh festival take place?": "The Rachel Carson Bridge in Downtown Pittsburgh, Pennsylvania.",
    "What is Picklesburgh headline event?": "A pickle juice drinking competition.",
    "Has Picklesburgh ever been canceled?": "Picklesburgh was canceled due to COVID in 2020.",
    "When was the Pittsburgh Cultural Trust founded?": "1984.",
    "Who is the current CEO of the Pittsburgh Cultural Trust?": "Kendra Whitlock Ingram",
    "What is one of the public art projects on display year-round by the PCT in Pittsburgh's Cultural District?": "Allegheny Riverfront Park; Agnes R. Katz Plaza; Cell Phone Disco; Haas Mural; Magnolias for Pittsburgh; Momento Mori; Sign of Light",
    "How much were rubber-duck sized versions of Florentijn Hofman's sculpture sold for?": "$10",
    "Who sang the highest note ever recorded in the Metropolitan Opera's history?": "Audrey Luna",
    "Who is the current music director for the Pittsburgh Opera?": "Antony Walker",
    "How expensive was the reconstruction of the Pittsburgh Symphony Orchestra's theater in 1967 - 1971?": "$10 million",
    "Who was the Pittsburgh Symphony Orchestra's music director in 1952?": "William Steinberg",
    "What is the Frick Pittsburgh?": "A cluster of museums and historical buildings located in Pittsburgh, Pennsylvania, United States, and formed around the Frick family's nineteenth-century residence known as Clayton",
    "How much are the fees at Frick Pittsburgh?": "Admission is free to the gardens, the permanent collection of the Frick Art Museum, and certain areas of the Car and Carriage Museum, but fees do apply in order to view special exhibitions at both of the museums as well as for tours of Clayton",
    "What was the visiting exhibition at Frick Pittsburgh from June, 2016 to September, 2016?": "Killer Heels: The Art of the High-Heeled Shoe",
    "What is an automobile on display at Frick Pittsburgh?": "1881 Brougham; 1898 Panhard et Levassor Tonneau; 1903 Baker Electric; 1906 Outing Wagon; 1909 Bailey Electric Phaeton; 1909 Keystone Sixty-Six Roadster; 1911 Penn 30 Touring Car; 1912 Daimler Landaulet; 1914 Ford Model T Touring Car; 1914 Rolls-Royce Silver Ghost Touring Car; 1917 Standard Model E Touring Car; 1924 Auto Red Bug Flyer; 1931 Lincoln Model K Sport Phaeton; 1940 American Bantam Convertible Coupe",
    "What is the largest museum in the Commonwealth of Pennsylvania?": "The Senator John Heinz History Center",
    "Where is the Fort Pitt Musuem located?": "Point State Park",
    "What is the size of the Fort Pitt Museum?":"two-floor, 12,000-square-foot museum",
    "Who is the History Center in Pittsburgh named after?":"John Heinz",
    "Who designed the E-Motion Cone?":"Shashi Caan; Matthew Tanteri",
    "Who donated $65 million to the Science Center in September, 2025?":" Daniel G; Carole L. Kamin"
}